<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['2_8_0_title6'] = 'Без посилань';
$lang['2_8_0_title5'] = 'Без посилань';
$lang['2_8_0_stp5'] = 'При видаленні альбому деякі фотографії можуть залишитися без посилань. Piwigo 2.8 робить їх видимими ...';
$lang['2_8_0_stp6'] = '... і дозволить вам працювати з ними одним клацанням миші!';
$lang['2_8_0_title1'] = 'Ласкаво просимо до Piwigo 2.8';
$lang['2_8_0_title2'] = 'Повідомити користувача';
$lang['2_8_0_title3'] = 'Ключі аутентифікації';
$lang['2_8_0_title4'] = 'Водяний знак';