<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['privacy_title6'] = 'רמת פרטיות';
$lang['privacy_title7'] = 'רמת פרטיות';
$lang['privacy_title8'] = 'רמת פרטיות';
$lang['privacy_title9'] = 'רמת פרטיות';
$lang['privacy_stp6'] = 'כאשר אתה מעלה את התמונות, תוכל לשנות את דרגת הפרטיות של התמונות שהועלו שם...';
$lang['privacy_stp7'] = '... או תוכל לעשות זאת מאוחר יותר, כאן במנהל האצווה במצב גלובלי.<br><br>זהו הדף <em>תמונות » תמונות אחרונות</em>, ולכן המסנן "ייבוא אחרון" מוגדר.';
$lang['privacy_stp8'] = 'בחר תמונה אחת או יותר...';
$lang['privacy_stp9'] = '... ובחר בפעולה "מי רואה את התמונות?". כעת תוכל לשנות את דרגת הפרטיות של התמונות שנבחרו.<br><br>אך תוכל גם לעשות זאת עבור תמונה ספציפית, בדף העריכה שלה. תוכל לגשת אליו מהחלק הציבורי, או מכאן.<br><brעכשיו, אראה לך את השיטה השנייה לאישור לפי אלבומים המבוססת על קבוצות ומשתמשים.';
$lang['privacy_title1'] = 'ברוך הבא לסיור הפרטיות';
$lang['privacy_title10'] = 'הרשאות אלבום';
$lang['privacy_title11'] = 'הרשאות אלבום';
$lang['privacy_title12'] = 'הרשאות אלבום';
$lang['privacy_title15'] = 'טיפ';
$lang['privacy_title17'] = 'קבוצות';
$lang['privacy_title18'] = 'קבוצות';
$lang['privacy_title19'] = 'משתמשים';
$lang['privacy_title2'] = 'עזרה בתוך Piwigo שלך';
$lang['privacy_title20'] = 'תמונות ציבוריות';
$lang['privacy_title21'] = 'תמונות ציבוריות';
$lang['privacy_title22'] = 'הגנה מקורית: הגדרות מקומיות';
$lang['privacy_title24'] = 'הייתה זו תקופה נהדרת';
$lang['privacy_title3'] = 'הרשאות';
$lang['privacy_title4'] = 'הרשאות';
$lang['privacy_title5'] = 'הרשאות > קבוצות';
$lang['privacy_stp1'] = 'שלום! אני אהיה המדריך שלך לגילוי כיצד להגן על התמונות שלך ב-Piwigo. אנא עקוב אחר ההוראות שלי, ולחץ על הבא (או השתמש בחצים של המקלדת שלך) כדי לנווט. אם תעבור לעמוד אחר במנהל, תועבר לעמוד הנוכחי של הסיור. אם תתקע ולא תוכל לסיים את הסיור, עבור ל<em>תוספות » קח סיור</em> יסיים את הסיור.<br>בוא נתחיל!';
$lang['privacy_stp10'] = 'אנחנו בניהול רשימת האלבומים הזמינה מהתפריט באמצעות<em>אלבומים » ניהול</em><br><br>עריכה באלבום על ידי העברת העכבר מעליו ולאחר מכן לחיצה על עריכה.';
$lang['privacy_stp11'] = 'כעת לחץ על לשונית ההרשאות';
$lang['privacy_stp12'] = 'בעמוד זה, תוכל לבחור אם האלבום יהיה זמין לכל אחד או יוגבל למשתמשים מסוימים';
$lang['privacy_stp13'] = 'כעת לחץ על פרטי';
$lang['privacy_stp14'] = 'לאחר מכן ניתן להעניק למשתמשים ולקבוצות משתמשים גישה לאלבום.';
$lang['privacy_stp14b'] = 'עובדה חשובה: בצד הציבורי, הרשאות חלות על מנהלי האתר ומנהלי המערכת כמו על כל משתמש אחר. במנהל, הם יכולים לגשת לכל אלבום או תמונה.';
$lang['privacy_stp15'] = 'ממש לפני הסבר על הקבוצות, טיפ מקצועי: הנה הקישור לעמוד להגדרת מספר אלבומים כפרטיים/ציבוריים בו זמנית. לחץ עליו';
$lang['privacy_stp16'] = 'דומה למחשב שלך, ניתן לבחור מספר אלבומים באמצעות המקשים Shift ו-Control, ולאחר מכן ללחוץ על החץ להחלפתם.<br><br>עכשיו, אני מציג את הקבוצות.';
$lang['privacy_stp17'] = 'קבוצה ב-Piwigo היא פשוט קבוצת משתמשים: כך קבוצות עוזרות לנהל את ההרשאות של האלבומים, ולנהל את מאפייני המשתמשים. הנה הדף בו תוכל לנהל את הקבוצות, כלומר לשנות שם, למזג, לשכפל, למחוק אותן. תוכל גם להגדיר קבוצה או יותר כ-"קבוצת ברירת מחדל" שמשמעו שמשתמשים חדשים יתווספו לקבוצות ברירת המחדל האלה.';
$lang['privacy_stp18'] = 'כדי לנהל אילוצים בין משתמשים לקבוצות, עבור לדף <em>משתמשים » ניהול</em>';
$lang['privacy_stp19'] = 'כאן תוכל לערוך משתמש יחיד במהירות על ידי העברת העכבר מעליו ולאחר מכן לחיצה על קישור העריכה.<br><br>תוכל לבחור מספר משתמשים ולערוך אותם בו זמנית על ידי בחירת פעולה להחלפה.';
$lang['privacy_stp2'] = 'כאן תוכל לגשת לעזרה מובנית. לחץ על הבא כדי להמשיך ישירות לעמוד העזרה על ניהול ההרשאות';
$lang['privacy_stp20'] = 'עכשיו אתה יודע כיצד לשמור על התמונות שלך פרטיות, אך ייתכן שתתעצבן על כיצד להגן על התמונות הציבוריות שלך. ראשית, תחשוב על חסימת המבקר מהורדת התמונה: אי אפשר, מכיוון שהאינטרנט נוצר בדרך זו (דפדפן המבקר מוריד את כל המשאבים המוצגים ועוד). הלחיצה הימנית יכולה להיות מנוטרלת, שכבת ריקה יכולה להיות מונחה מעל התמונה וכן הלאה אך זה לא ינטרל את ההורדה. דפים מלאים יכולים להישמר על ידי כל דפדפן אינטרנט.';
$lang['privacy_stp21'] = 'הפתרונות הם:<ul><li>לשים סימן מסחרי, לפחות על תמונות ברמות בינוניות וגבוהות.</li><li>ולנטרל את הגדלים XL ו-XXL.</li><li>ולנטרל את ההגדלה ברמת הרזולוציה הגבוהה (הורדה והצגת התמונה המקורית) למשתמשים הרלוונטיים.';
$lang['privacy_stp22'] = '<em>למשתמשים מתקדמים</em><br><br>ב-Piwigo, תוכל להגן על התמונות המקוריות באמצעות הגדרת התצורה המקומית שלך. השתמש במשתנה $conf[\'original_url_protection\']: ברירת המחדל ריקה, תגדיר את הערך ל-"תמונות" כדי להגן רק על התמונות או ל-"הכל" כדי להגן גם על כל סוגי המדיה, שעשוי להיות צריך כמות משאבים או פשוט לא לעבוד על השרת שלך.<br><br>אפשרות זו עובדת לתוכן ציבורי ופרטי. אפשרות זו דורשת כרגע ממך למנוע גישה לתיקיות /upload ו-/galleries, על ידי שימוש בקובץ .htaccess (בדרך כלל קובץ טקסט עם "Deny from all" לתוכן) או בהגדרות השרת.<br><br>שים לב כי שמות הקבצים של התמונות שהועלו באמצעות שיטה אחרת מ-FTP מוצפנים, כך שהם בלתי אפשריים לניחוש: שם הקובץ הזה ולכן הנתיב לתמונה המקורית יכול להיות ידוע רק אם למבקר יש גישה לגרסה מוקטנת של התמונה, כמו התמונה הממוזערת. $conf[\'original_url_protection\'] והמניעה של גישה לתיקיות /upload ו-/galleries מיועדים למניעת מקרה כזה.';
$lang['privacy_stp24'] = 'סיור זה נגמר.<p style="text-align:center">תהנה מ-Piwigo שלך!</p>אם אהבת את Piwigo ורוצה לתמוך בנו, תוכל לתרום על ידי עזרה בתרגום, תרומה, וכו\'<a href="http://piwigo.org/basics/contribute" target="_blank">לחץ כאן כדי לתמוך בנו</a>. תודה!';
$lang['privacy_stp3'] = 'תקן רגע לקרוא את המידע למטה.';
$lang['privacy_stp4'] = 'כך יש לנו שני מערכות לניהול הרשאות גישה לתמונות. הן עצמאיות, כך שתוכל ליצור קבוצה בשם משפחה, אך הקבוצה הזו אינה קשורה לרמת הפרטיות "משפחה".<br><br>רמות הפרטיות מיושמות לפי תמונה, וההרשאות של הקבוצה/המשתמש מיושמות לפי אלבום. תוכל להשתמש בשתי המערכות או רק באחת, זה גמיש.<br><br>הלשון הבאה היא על ניהול קבוצות.';
$lang['privacy_stp5'] = 'למטה מוסבר כיצד תוכל לנהל את הקבוצות.<br>ההרשאות האלה הן רק לגישה לתמונות ולאלבומים, בעת גלישה בחלק הציבורי או ליישומים חיצוניים. נראה מאוחר יותר הגנות אחרות, אך נתרגל כעת!';