<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['first_contact_title15'] = 'עמוד עריכה של תמונה';
$lang['first_contact_title18'] = 'ניהול אלבומים';
$lang['first_contact_title19'] = 'ניהול אלבומים';
$lang['first_contact_title20'] = 'ניהול אלבומים';
$lang['first_contact_title21'] = 'כרטיסיות אחרות';
$lang['first_contact_title22'] = 'עמוד עריכת אלבום';
$lang['first_contact_title28'] = 'הגדרות';
$lang['first_contact_title29'] = '<em>הגדרות » אפשרויות » כללי</em>';
$lang['first_contact_title3'] = 'עמוד הוספת תמונה';
$lang['first_contact_title33'] = 'הגדרות אורח';
$lang['first_contact_title34'] = 'ערכות עיצוב';
$lang['first_contact_title35'] = 'ערכות עיצוב';
$lang['first_contact_title37'] = 'ערכות עיצוב';
$lang['first_contact_title38'] = 'תוספים';
$lang['first_contact_title39'] = 'תוספים';
$lang['first_contact_title4'] = 'בואו נוסיף תמונה!';
$lang['first_contact_title43'] = 'הייתה זו זמן נהדר';
$lang['first_contact_title9'] = 'מנהל האצווה';
$lang['first_contact_stp30'] = 'בואו נתחיל על ידי שינוי הכותרת';
$lang['first_contact_stp31'] = 'לאחר מכן הבאנר, שיתצוג בראש כל העמודים. כפי שאתה רואה, תגי HTML מותרים כאן. תוכל גם להשתמש בתג %gallery_title% כדי להציג את הכותרת שהזנת למעלה';
$lang['first_contact_stp32'] = 'כעת שמור את השינויים שלך';
$lang['first_contact_stp33'] = 'רק מילה אחרונה על האפשרויות, עמוד הגדרות האורח הוא להגדיר את ההעדפות של המבקרים שאינם רשומים. בכל פעם ש-Piwigo מתייחס ל-\'אורח\' זה אומר מבקרים שאינם רשומים.<br>בואו נמשיך עם ההגדרות: לחץ על <em>הגדרות » ערכות נושא</em> או פשוט ללחוץ על הבא';
$lang['first_contact_stp34'] = 'בחירת ערכת נושא היא השלב הראשון להתאמה אישית של Piwigo שלך. הערכות המותקנות מופיעות כאן.<br>ניתן להפעיל יותר מערכת נושא אחת: משתמשים יכולים לשנות את ערכת הנושא שלהם על ידי בחירה באחת מהערכות המופעלות כאן, אם האפשרות \'אפשר התאמה אישית של משתמש\' מסומנת בעמוד האפשרויות';
$lang['first_contact_stp35'] = 'הגדר את ערכת הנושא המועדפת כערכת הנושא ברירת המחדל';
$lang['first_contact_stp37'] = 'כדי להתקין ערכות נושא חדשות, תוכל להוריד אותן ישירות מהלשונית \'הוסף ערכת נושא\'. רק הערכות המסומנות כתואמות עם הגרסה של Piwigo שלך מוצגות.<br><br>בואו נגלה עכשיו את התוספים! לחץ על <em>תוספים » ניהול</em>';
$lang['first_contact_stp38'] = 'תוספים הם דרכים קלות מאוד להתאמה אישית של Piwigo שלך. הם יכולים לעשות כמעט כל דבר שתוכל לדמיין, מהוספת טקסט קטן עד תכונות מורכבות, כמו תוסף הקהילה שמאפשר למשתמשים שאינם מנהלים להעלות בלי להיכנס לחלק הניהול';
$lang['first_contact_stp39'] = 'בעמוד הראשון הזה, מופיעים התוספים שהותקנו.<br><br>בחלק העליון, מופיעים התוספים שהופעלו, שכרגע פועלים.<br><br>בחלק התחתון, התוספים שהותקנו בתיקיית /plugins, אך מושבתים.<br><br>מחיקת תוסף אומרת שכל עקבות התוסף יוסרו (קבצים, אפשרויות וכו\'). לרוב התוספים, השבתת תוסף תשמור על הנתונים שנרשמו על ידי התוסף';
$lang['first_contact_stp4'] = 'תבחר תחילה אלבום; תיצור אחד אם אין עדיין אלבום';
$lang['first_contact_stp40'] = 'זה אני כאן! אל תשבת אותי כעת, אך ראה שאתה יכול להשבית או לשחזר תוסף שפעל';
$lang['first_contact_stp41'] = 'תוכל לראות בלשונית האחרונה את כל התוספים הזמינים עבור הגרסה של Piwigo שלך. מאות תוספים נמצאים שם!';
$lang['first_contact_stp43'] = 'הסיור היה די ארוך, אך רק ראינו חלק קטן מהיכולות העצומות של Piwigo. הכל יש סוף, הסקירה הזו הסתיימה.<br><br>תוכל לחקור עוד עמוק יותר את התכונות של Piwigo על ידי קבלת סיור נוסף או קריאה בתיעוד שלנו, באתר piwigo.org.<br><br>אל תשכח גם את הקישור לעזרה בפינה הימנית העליונה של כל עמוד מנהל';
$lang['first_contact_stp5'] = 'לאחר מכן לחץ על הכפתור כדי לבחור תמונות לשליחה, או פשוט לגרור ולשחרר את הקבצים שלך';
$lang['first_contact_stp6'] = 'רואה שהתמונות מופיעות ברשימה. כאשר אתה מוכן לחץ על הכפתור התחל את ההעלאה';
$lang['first_contact_stp7'] = 'הנה סיכום של התמונות שהועלו שלך. ראה ש-Piwigo יצר באופן עצמאי את התמונות הקטנות. תוכל:<ul><li>לנהל את כל התמונות שהועלו במנהל האצווה</li><li>לערוך את המאפיינים של תמונה על ידי לחיצה עליה</li><li>להוסיף עוד תמונות</li></ul>';
$lang['first_contact_stp8'] = 'בוא נערוך אותן! לחץ על הקישור';
$lang['first_contact_stp9'] = 'אתה כעת במנהל האצווה, שם תוכל לערוך באצווה רבות. כאן הפרידר כבר מוגדר על "סל" מכיוון שאנו באים מעמוד ההעלאה';
$lang['first_contact_title1'] = 'ברוך הבא לגלריית Piwigo שלך';
$lang['first_contact_title11'] = 'איך לערוך תמונה';
$lang['first_contact_stp1'] = 'שלום! אני אהיה המדריך שלך לגילוי Piwigo. אנא עקוב אחר ההוראות שלי, ולחץ על הבא (או השתמש בחצים של המקלדת שלך) כדי לנווט. אם תעבור לעמוד אחר בניהול, תועבר לעמוד הנוכחי של הסיור. אם נתקעת ולא יכול לסיים את הסיור, עבור ל<em>תוספים » קח סיור</em> יסיים את הסיור.<br>בואו נתחיל בהוספת תמונות!';
$lang['first_contact_stp10'] = 'הנה הקישור לגישה ישירה לעגלת הקניות שלך: זהו כלי למנהלים לבחירת תמונות בקלות בעת גלישה בחלק הציבורי כדי לערוך אותן במנהל האצווה.<br><br>ניתן להוסיף תמונות לעגלה מהעמוד הציבורי של התמונה כאשר מחוברים כמנהל, או באמצעות הפעולה "הוסף לעגלה" במנהל האצווה.';
$lang['first_contact_stp11'] = 'מכאן ניתן לבחור תמונה אחת או יותר';
$lang['first_contact_stp12'] = 'ולאחר מכן לערוך אותן באמצעות פעולה';
$lang['first_contact_stp13'] = 'ניתן לערוך תיאורים ועוד ממנהל האצווה במצב יחיד. אך לעכשיו, נשאר במצב גלובלי';
$lang['first_contact_stp14'] = 'עכשיו נראה את <b>עמוד העריכה</b> של תמונה אחת. עמוד זה נגיש מכאן אך גם מהעמוד הציבורי של התמונה כאשר מחוברים כמנהל.<br><br>העבר את העכבר מעל התמונה הקטנה ולאחר מכן לחץ על עריכה.';
$lang['first_contact_stp15'] = 'בעמוד זה ניתן לערוך את כל המאפיינים של תמונה, לדוגמה...';
$lang['first_contact_stp16'] = '...באילו אלבומים נמצאת התמונה.<br><br>לכן כאן ניתן להוסיף או להסיר את התמונה מהאלבומים. הקישור הוא וירטואלי, אף פעם לא יועברו תמונות פיזית.';
$lang['first_contact_stp17'] = 'כאן ניתן להגדיר את התמונה כתמונת תצוגה של אלבומים אחד או יותר. התמונה אינה חייבת להיות מקושרת לאלבום כדי להיות תמונת תצוגה שלו. אם התמונה מקושרת לאלבום, עוד יותר פשוט להגדיר אותה כתמונת תצוגה של אלבום מהעמוד הציבורי של התמונה (טיפ: השתמש בתוסף כלים למנהלים לעוד פשטות).';
$lang['first_contact_stp18'] = 'בואו נראה איך לנהל אלבומים כעת. לחץ<em>על אלבום » ניהול</em> או המשך';
$lang['first_contact_stp19'] = 'כאן מפורטים אלבומים \'שורש\'. אם אתה רואה אלבום עם רקע מקווקו, זה אומר אלבום פיזי מסנכרון FTP. אלבומים פיזיים לא ניתן להעביר או למחוק מכאן. האלבומים האחרים נקראים אלבומים וירטואליים.';
$lang['first_contact_stp19_b'] = 'כאן מפורטים אלבומים \'שורש\'.';
$lang['first_contact_stp2'] = 'הקישור כאן. לחץ עליו או לחץ המשך כדי להמשיך';
$lang['first_contact_stp20'] = 'כאשר העכבר שלך מונח על אלבום, קישורים ומידע מופיעים. כאשר אתה גורר ומשיח אלבום - קוביה מעוגלת -, תשנה את מיקומו ולאחר מכן תוכל לשמור או לבטל את הסדר הידני שלך.';
$lang['first_contact_stp21'] = 'הלשונית הבאה היא עמוד שבו ניתן להעביר כל אלבום וירטואלי.<br>לשונית הקישור היא להגדיר כתובת אתר מסוימת לאלבום.<br>אך בוא נערוך אלבום: לחץ על עריכת אלבום';
$lang['first_contact_stp22'] = 'כמו עבור תמונה, כאן ניתן לערוך את המאפיינים של אלבום';
$lang['first_contact_stp23'] = 'נעילת אלבום אומרת שרק מנהלים יוכלו לראות את האלבום הזה: מאוד שימושי בעת הכנת האלבום לפני הפרסום';
$lang['first_contact_stp28'] = 'עכשיו נסתכל על האפשרויות הזמינות להגדרת Piwigo לעבוד בדרך שלך. לחץ על הגדרות->אפשרויות או פשוט המשך.';
$lang['first_contact_stp29'] = 'כאן, בעמוד הראשון הזה, תגדיר את ההגדרה החיונית והבסיסית של הגלריה שלך.';
$lang['first_contact_stp3'] = 'הלשונית הראשונה היא המקום שבו תוסיף תמונות ישירות מדפדפן שלך. הלשוניות האחרות הן על הדרכים האחרות להעלות תמונות';